{
    "HELLO": "Thanks for chatting with me!\nHow can I help you? %[LEARN MORE](postback:LEARN_MORE) %[Random fact](postback:Random_fact)",
    "Something else?": "Let's see what I can help you with.\nWhat do you want to learn more about? %[Work Experience](postback:Work Experience) %[Education](postback:Education) %[Personal Life](postback:Personal Life)",
    "LEARN MORE": "Glad you want to know more!\nAlex is a recent graduate of George Mason University where he obtained his B.S. in bioengineering. He is about to start employment of Epic Systems. He enjoys spending time on a kayak or doing weird projects, like creating me.\nWhat do you want to learn more about? %[Work Experience](postback:Work Experience) %[Education](postback:Education) %[Personal Life](postback:Personal Life)",
    "Random fact": "Alex was born in Augsburg, Germany. He wishes to visit again one day.",
   
    "Work Experience": "Alex started working the day he could. In high school he worked at Pump it Up (a place where parents could hold parties for kids) and Walgreens.\nHe worked a variety of jobs in college. In the IT department he worked as a lead Resident Technician and as a lead Support Center analyst. Additionally, he worked as a grader for one of his classes, and as a laboratory technician in the Laboratory of Nanotechnology and Nanomedicine.\nAlex values research greatly, and worked in multiple laboratories on campus. He even got to go to Beijing, China to work with students. %[Learn more about his research.](postback:Learn more about his research.) %[Learn more about his work in IT.](postback:Learn more about his work in IT.) %[Tell me more about China!](postback:Tell me more about China!) %[Something else?](postback:Something else?)",
    "Learn more about his research.": "Upon entering George Mason Universtiy, Alex knew that he wanted to research.\nA",
    "Learn more about his work in IT.": "",
    
    "Tell me more about China!": "Alex had the opportunity to go to Beijing, China for two weeks in August of 2015 as part of the Center for Excellence in Education's summer RSI at Tsinghua University.\nHe got to work with about 30 different high school students from China on a variety of research projects. \nHe absolutely loved the experience. It did take a bit of adjustment though. %[Tell me more about the adjustment.](postback:Tell me more about the adjustment.) %[That's awesome!](postback:That's awesome!)",
    "Tell me more about the adjustment.": "Let's just say Alex's first meals in China were KFC, then Pizza Hut.\nThe food quickly became one of Alex's favorite things though. He got to try so many different amazing foods.\nChina was great! Alex got to visit many different monuments and learned a ton!\nWant to learn about something else? %[Something else?](postback:Something else?)",
    "That's awesome!": "China was great! Alex got to visit many different monuments and learned a ton!\nWant to learn about something else? %[Something else?](postback:Something else?)",
    "Education": "",
    "Personal Life": "",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, AlexBot is back."
}
